GetVersion/GetVersionXMLSampleRequest001.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tax="http://taxify.co/">
   <soapenv:Header/>
   <soapenv:Body>
      <tax:GetVersion/>
   </soapenv:Body>
</soapenv:Envelope>